export const majorList = [
  '심리학개론',
  '심리통계와 데이터분석',
  '심리통계',
  '심리학 연구법',
  '생리심리학 및 실험',
  '인지심리학 및 실험',
  '이상심리학 및 실습',
  '사회심리학 및 실험',
  '조직심리학 및 실습(캡스톤 디자인)',
];

export const majorChList = [
  '동기와 정서',
  '성격심리학',
  '학습심리학',
  '데이터 분석 방법과 적용',
  '발달심리학',
  '산업심리학 및 실습',
  '아동이상심리학 및 실습',
  '임상심리학',
  '긍정심리학',
  '다문화심리 및 상담',
  '상담심리학 및 실습',
  '소비자심리학',
  '심리측정 및 실습',
  '인지공학심리학',
  '감각과 지각',
  '사고과정의 이해',
  '심리검사 및 실습',
  '집단상담',
  '현대상담의 이론과 실제',
  '가족상담',
  '건강심리학',
  '인지행동치료 입문',
  '광고심리학',
  '심리학과 컴퓨터',
  '언어심리학',
  '사회과학인턴십1',
  '사회과학인턴십2',
  '사회과학인턴십3',
];

export const SchoolMoneyList = [
  {
    category: '교내장학',
    name: '대우장학',
    description: '단과대학별 학년별 수석',
    benefit: '1개 학기 수업료 전액',
  },
  {
    category: '교내장학',
    name: '율곡장학',
    description: '학업성적이 우수하고 \n품행이 단정한 자',
    benefit: '1개 학기 수업료 전액',
  },
  {
    category: '교내장학',
    name: '다산장학',
    description:
      '학년별 직전학기 성적순으로 선발\n(단,영어성적 소지자를 대상으로 함)',
    benefit: '1개 학기 수업료 전액',
  },
  {
    category: '교내장학',
    name: '원천장학',
    description:
      '학과별로 신청여부가 다르므로 반드시 소속학과에 장학 신청여부를 확인해야 함',
    benefit: '수업료 30% 면제',
  },
  {
    category: '교내장학',
    name: '학장추천장학',
    description: '단과대학 특성에 맞도록 운영',
    benefit: '학업지원비(연수, 참가, 공모전, 어학시험 지원 등)',
  },
  {
    category: '교내장학',
    name: '자기개발장학',
    description: '단과대학 특성에 맞도록 운영',
    benefit: '학업지원비(연수, 참가, 공모전, 어학시험 지원 등)',
  },
  {
    category: '교내장학',
    name: '리더장학A',
    description: '학생자치활동으로 대학의 명예를 선양한 자 총학생회장 정, 부',
    benefit: '학업지원비(수업료 100%) 지원',
  },
  {
    category: '교내장학',
    name: '리더장학B',
    description:
      '학생자치활동으로 대학의 명예를 선양한 자 단대 학생회장 정, 부 및 이에 준하는 자치기구 임원',
    benefit: '학업지원비(수업료 70%) 지원',
  },
  {
    category: '교내장학',
    name: '리더장학C',
    description:
      '학생자치활동으로 대학의 명예를 선양한 자 학과 학생회장 정, 부 및 이에 준하는 자치기구 임원',
    benefit: '학업지원비(수업료 30%) 지원',
  },
  {
    category: '교내장학',
    name: '아주복지장학',
    description:
      '국가장학금을 신청한 자로서 한국장학재단 소득분위 심사결과 0~8분위 통과자 (국가장학금을 신청하지 않은 학생은 선발대상에서 제외함)  별도 신청 필요 없음',
    benefit: '소득분위에 따라 차등 지급',
  },
  {
    category: '교내장학',
    name: '아주희망장학',
    description:
      '본 장학은 국가장학금, 성적장학과 등록금 최대 범위 내에서 중복수혜가 가능함. 아주희망장학은 학과별로 신청 여부가 다르므로 반드시 소속학과에 장학 신청여부를 확인해야 함',
    benefit: '소득분위에 따라 차등 지급',
  },
  {
    category: '교내장학',
    name: '본교교직원 자녀장학',
    description:
      '본 대학교 및 학교법인 대우학원의 임직원 직계자녀 (단, 별도의 유지조건이 있음)',
    benefit: '입학금 및 4년간 수업료 전액면제(의학과 6년)',
  },
  {
    category: '교내장학',
    name: '가족장학',
    description:
      '직계가족 중 아주대학교 학부과정 재학생이 있는 자 또는 동학년도에 2명 이상 동시에 입학한 자',
    benefit: '입학년도가 나중인 자에게 1개 학기 수업료 전액 면제',
  },
  {
    category: '교내장학',
    name: '사회봉사장학',
    description:
      '사회봉사실적이 있는 자로 사회봉사센터 및 대학(학과)장이 추천한 자 중 학생처장이 선발',
    benefit: '학업지원비 정액 지원',
  },
  {
    category: '교내장학',
    name: '국가고시장학A',
    description: '국가고시 최종합격자',
    benefit: '졸업까지 수업료의 100% 면제',
  },
  {
    category: '교내장학',
    name: '국가고시장학B',
    description:
      '국가고시 1차 합격자 (해당 국가고시: 사법시험, 행정고시, 외교관후보자선발시험, 입법고시, 기술고시, 법원행정고시, 변리사시험, 공인회계사시험)',
    benefit: '1년=2개학기 동안 수업료의 100% 면제',
  },
  {
    category: '교내장학',
    name: '국가자격장학',
    description:
      '국가자격시험 (세무사, 관세사, 감정평가사, 법무사, 공인노무사 시험) 1차 합격자',
    benefit: '일정금액(200만원) 지원',
  },
  {
    category: '교내장학',
    name: '글로벌장학',
    description:
      '각 부서에서 재학생 대상으로 진행하는 해외연수, 국내탐방, 행사 등과 관련하여 지원되는 장학금으로서 사업 단위별 모집에 의해 선발된 자',
    benefit: '사업 특성에 맞는 지원 경비',
  },
  {
    category: '교내장학',
    name: '보훈장학A',
    description:
      '보훈대상자 직계자녀로 직전학기 성적이 1.60 이상인 자 보훈청에서 발행하는 증명서 제출',
    benefit: '입학금 및 4년간 수업료 전액면제(의학과 6년)',
  },
  {
    category: '교내장학',
    name: '보훈장학B',
    description:
      '보훈대상자(본인), 성적제한 없음 보훈청에서 발행하는 증명서 제출',
    benefit: '입학금 및 4년간 수업료 전액면제(의학과 6년)',
  },
  {
    category: '교내장학',
    name: '새터민 장학A',
    description:
      '직전학기 평점 학업성적이 100점만점 중 70점 이상인자\n북한 이탈주민 자녀 : 직전학기 평균 성적이 1회(1학기) 70점 미만인 학생은 다음학기 면제,보조 제한 북한 이탈주민 본인 : 전적대학 포함 직전학기 평균성적이 2회 연속 70점 미만인 학생은 다음학기 면제,보조 제한',
    benefit: '입학금 및 4년간 수업료 전액면제(의학과 6년)',
  },
  {
    category: '교내장학',
    name: '바르게 장학',
    description:
      '한국장학재단 소득분위 심사결과 0~8분위자 또는 이에 준하는 자 미래설계, 경력준비, 사회봉사 등 바르게, 다르게, 크게 성장하기 위하여 노력하는 가계곤란자를 대상으로 학업지원금을 지원함',
    benefit: '가계곤란도 및 신청자 심사결과에 따라 차등 지급',
  },
  {
    category: '교내장학',
    name: '실사구시 장학',
    description: '파란학기 이수자',
    benefit: '아주도전 과목 수강 내역에 따라 차등지급',
  },
  {
    category: '교내장학',
    name: '세계일가 장학',
    description: '글로벌 해외연수 및 해외탐방 사업대상자',
    benefit: '일정금액지급',
  },
  {
    category: '교내장학',
    name: '면학 장학',
    description: '가정형편이 곤란하고 학교 내 근로가 가능한 자',
    benefit: '2022년 시간당 9,160원 (도서관 등 일부 부서 시간당 10,060원)',
  },
  {
    category: '교내장학',
    name: 'TA장학',
    description: '타 장학금 수혜와 상관없이 이중수혜 가능',
    benefit:
      '학기당 최대 200시간 근무가능(재학생 기준) 휴학생은 최대 300시간 근무 가능 \n∗ 휴학생은 학기당 최대 300시간 이내 근무가능',
  },
];

export const SuburbsMoneyList = [
  {
    category: '교외장학',
    name: '아경장학(최고, 비전)',
    description: '최고 - 단과대학별 2, 3학년 재학생 \n비전 - 경영대학 재학생',
    benefit: '아경(최고)장학 등록금 전액',
  },
  {
    category: '교외장학',
    name: '구원장학',
    description: '단과대학 및 학부, 학년, 추천인원,\n 추천교수 재단에서 지정',
    benefit: '수업료 50% 면제',
  },
  {
    category: '교외장학',
    name: '미래인재육성장학',
    description:
      '지도자적 자질과 투철한 가치관을 가진 자로 학업우수하며, 직전학기 성적이 B+ 이상의 가계곤란한 자',
    benefit: '수업료 40% 면제',
  },
  {
    category: '교외장학',
    name: '한국지도자육성장학',
    description:
      '4개 학기(매학기 15학점)이상을 이수한 자로서 재단의 장학생 선발 요건을 모두 갖춘 자',
    benefit:
      '등록금 전액 + 학업보조비(학기당 75~100만원)(재단지급규칙에 위배되지 않는 한 졸업시까지 지급)',
  },
  {
    category: '교외장학',
    name: '정수장학',
    description: '가정형편이 곤란하고 품행이 방정하여 타의 모범이 되는 학생',
    benefit: '등록금 전액 (재단지급규칙에 위배되지 않는 한 졸업시까지 지급)',
  },
  {
    category: '교외장학',
    name: '아산장학',
    description: '가정형편이 곤란하여 학업을 지속할 수 없는 자',
    benefit: '등록금 전액 (재단지급규칙에 위배되지 않는 한 졸업시까지 지급)',
  },
  {
    category: '교외장학',
    name: '신라문화장학',
    description:
      '32학점 이상 이수하고, 4.0이상(4.5만점)이며, 가계형편이 곤란한 자',
    benefit: '등록금 전액 (재단지급규칙에 위배되지 않는 한 졸업시까지 지급)',
  },
  {
    category: '교외장학',
    name: '기타 교외장학',
    description:
      '유한재단장학, 선암장학, 매원장학, DB문화장학, 산학협동장학, 삼송장학, 우덕장학, KT장학, STX장학, 미래에셋장학, 청아회장학, 홍산장학, 유정장학, 세아해암학술장학, 용운장학, 문숙장학, 두산연강장학, 연재장학, 온드림장학, 형애장학, 영풍문화장학, 이재운장학, 형남진장학, 하이트진로장학, 도레이장학, 이스테파노장학, 한국방정환장학, 송화장학 등 (매학기 변동)',
    benefit: '',
  },
];

export const GraduateBanner = [
  {
    title: '추천 커리큘럼',
    desc: '세부 전공 별 추천 이수 과목을 알려드려요',
  },
  {
    title: '대학원 준비',
    desc: '대학원 준비 과정을 알려드려요',
  },
  {
    title: '대학원 생활',
    desc: '대학원 생활을 알려드려요',
  },
  {
    title: '전공별 질문',
    desc: '대학원 전공별 질문과 답변을 알려드려요',
  },
  {
    title: '자유 발언',
    desc: '자유 발업을 알려드려요',
  },
  {
    title: '입시요강',
    desc: '입시요강을 알려드려요',
  },
];

export const CareerInterview = [
  {
    tipId: 1,
    title: '공군 장교 취업 SSUL',
    subtitle: '대한민국 영공을 수호하는 \n강력한 힘',
    carrerImg: '/images/취업공군.webp',
  },
  {
    tipId: 2,
    title: '신용분석가 취업 SSUL',
    subtitle: '취업, 자신의 경쟁력',
    carrerImg: '/images/취업신용분석.webp',
  },
  {
    tipId: 3,
    title: '그래픽스엔지니어, \n웹개발자 취업 SSUL',
    subtitle: '그동안 해왔던 것들은 \n배신하지 않는다',
    carrerImg: '/images/취업그래픽.webp',
  },
];

// 강의형
export const Lecture = [
  {
    category: '강의형',
    name: '취업훈련소 AJOU-JEP',
    description: '취업준비 과정 전반 대비 프로그램',
    area: '취창업',
    period: '하계',
  },
  {
    category: '강의형',
    name: '파이썬 기초',
    description: '파이썬 언어에 관심 있는 학생들의 기초 과정',
    area: '취창업',
    period: '하계',
  },
  {
    category: '강의형',
    name: '포토샵 자격과정',
    description: '인문사회계열 디지털 역량 강화를 위한 포토샵 자격과정',
    area: '취창업',
    period: '하계',
  },
  {
    category: '강의형',
    name: '프리미어 자격과정',
    description: '인문사회계열 디지털 역량 강화를 위한 영상편집 자격과정',
    area: '취창업',
    period: '하계',
  },
  {
    category: '강의형',
    name: '구글애널리틱스(GAIQ) 자격 과정',
    description:
      '인문사회상경계열 디지털 역량 강화를 위한 구글애널리틱스 자격과정',
    area: '취창업',
    period: '하계',
  },
];

export const Seminar = [
  {
    category: '세미나형',
    name: '<삼성그룹> 면접 준비 전략',
    description: '삼성그룹 주요 면접 전형 분석',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '공기업(NCS) 직무적성검사 프로그램',
    description: '2022-상반기 공기업 직무적성 대비 프로그램',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '대기업 문항분석 및 자소서 작성법 특강',
    description: '대기업위주 입사지원서 문항 분석 및 자기소개서 작성법 특강',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '면접특강',
    description: '공기업/대기업 채용트랜드, 하반기 프리패스 면접전략',
    area: '취창업',
    period: '하계',
  },
  {
    category: '세미나형',
    name: '선배 만남의 날',
    description: '선배 만남의 날 (재직동문)',
    area: '취창업',
    period: '1, 2학기',
  },
  {
    category: '세미나형',
    name: '월간 자소서 4~6월호',
    description: '서류 작성이 처음인 학생 대상 자소서 특강 및 컨설팅',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '내게 ON 상담- eDISC 진단을 통한 진로 상담',
    description:
      '인문사회상경계열 학생들의 진로탐색을 위한 EDISC 검사와 해석상담',
    area: '상담',
    period: '하계',
  },
  {
    category: '세미나형',
    name: '<삼성그룹> 공채 대비 자소서 컨설팅(화상상담)',
    description: '삼성그룹 자소서 1:1 컨설팅',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '<SK하이닉스> 맞춤 1:1 개별 컨설팅',
    description: 'sk하이닉스 자소서 첨삭',
    area: '취창업',
    period: '하계',
  },
  {
    category: '세미나형',
    name: '1:1 면접코칭(1~10탄)',
    description: '면접코칭(1:1) 일대일로 50분동안 진행됨',
    area: '취창업',
    period: '하계',
  },
  {
    category: '세미나형',
    name: '네오챌린지플러스 (미취업졸업생)',
    description: '기업분석특강 및 개인별 1:1 맞춤 컨설팅 진행',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '직무별 모의면접',
    description:
      '모의면접후 코칭:IT, 경영지원, 마케팅, 반도체, 전기전자, 품질관리, 제약바이오',
    area: '취창업',
    period: '1학기',
  },
];

export const Camp = [
  {
    category: '연수형',
    name: '학습법 특강',
    description: '학습관련 다양한 주제의 특강',
    area: '학습역량',
    period: '1학기',
  },
  {
    category: '연수형',
    name: '「2022 KBO-NINE 프로그램」 모집',
    description: '프로야구단 ESG PBL 프로그램',
    area: '취창업',
    period: '2학기',
  },
  {
    category: '연수형',
    name: '아주대학교 클라우드 부트캠프',
    description: '클라우드 부트캠프 <도커&쿠버네티스 실무 Deep-dive과정>',
    area: '학습역량',
    period: '하계',
  },
];

export const Enrolement = [
  {
    name: '촛농',
    tip: '항상 망해서 꿀팁이 없어용.... 그냥 체념하고 다니는 게 꿀팁이라면 꿀팁..?',
  },
  {
    name: '공공칠빵',
    tip: '0. 누구보다빠른 예비신청 선점\n1. 와이파이 X, 무조건 가장 빠른 인터넷 O\n2. 시스템 시간창 띄워놓고\n3. 59초에서 00초로 바뀌는 그순간 로그인\n4. 어떤 강의를 놓치면 어떤 강의를 들을지 2안, 3안 다양하게 짜두기',
  },
  {
    name: '먹짱',
    tip: '항상 실패해서 알려줄 수 있는 게 없따,,,ㅜ',
  },
  {
    name: '이재준',
    tip: '수강신청을 처음 한다면, 전날 일찍 자고 피시방에서 선배와 같이 하면 더 잘 되는 것 같아요. 선배님들의 노련한 노하우를 배울 수 있습니다.',
  },
  {
    name: '장은비',
    tip: '4-2학기만 올클해본 곰손...',
  },
  {
    name: '구름',
    tip: '운. 운이 좋으면 못할 게 없는 듯...예비수강신청 때 책가방에 미리 담아 두고, 당일에는 서버시계 띄워둔 상태에서 신청 클릭하면 편합니다.\n신청 순서: 전공필수>전공선택>교양 순서를 추천드립니다. 전필 빌넣 실패하면 골치가 조금 아파지거든요. 교양은 의외로 여석이 많이 빠지는 편이랍니다.',
  },
  {
    name: '김승효',
    tip: '일단 일어나서 컴퓨터를 키고 수강신청페이지를 키세요.\n\n그런다음에 시작하기 30분동안 자기가 수강신청할 과목 코드를 메모장에 적어놓고 그걸 컨트롤 c 컨트롤 v하는 연습과 숫자를 빨리 치는 연습을 하세요 연습은 당신을 배신하지 않습니다.',
  },
];

export const Study = [
  {
    name: '촛농',
    tip: '자신감. 열정. 그리고 강의 풀타이핑',
  },
  {
    name: '공공칠빵',
    tip: '수업을 열심히... 듣는 수밖에... ^ㅡㅠ',
  },
  {
    name: '먹짱',
    tip: '공부는 미리미리,,,',
  },
  {
    name: '이재준',
    tip: '심리학과는 2학년까지 열심히 배워야하는 학문인 것 같아요. 대학에 오면 놀 수 있을것이라는 생각을 가진 많은 심리학과 학생들이 힘들어했답니다. 고등학교의 연장선이라고 생각하기 보다는 인생을 만들어나가는 과정 중 하나라고 생각해보는게 중요할 것 같아요.',
  },
  {
    name: '장은비',
    tip: '시간을 들인만큼 나오는 거 같아용..ㅎ',
  },
  {
    name: '구름',
    tip: '강의노트 위주로 공부하면 됩니다.',
  },
  {
    name: '메타몽',
    tip: '시험이 어떤 형식으로 나올지 예측하고 공부하는게 도움이 될 것 같아요! 과목마다 또 교수님 마다 쌩암기가 중요한 것도 있고, 암기보단 이해와 응용이 중요한 것도 있고각자 다른거든요!(아쉽게도 모든 과목 암기는 베이스입니다...) 이런것들을 잘 파악해두면 공부하는게 더 편해질 것 같아요! ',
  },
  {
    name: '김승효',
    tip: '시험기간 머리를 식히기 위한 간맥 간맥은 긴장을 풀고 알코올은 신진대사를 활발히 하여 집중에 도움이 되요',
  },
];

export const Search = [
  {
    name: '촛농',
    tip: '여러 키워드로 검색해보기..?',
  },
  {
    name: '공공칠빵',
    tip: '아주대 중앙도서관 로그인 후 검색 (키워드 다양하게 서치), 구글 학술검색',
  },
  {
    name: '먹짱',
    tip: '포탈에서 중앙 도서관 들어가서 찾으면 무료로 볼 수 있다는 걸 모르는 사람은 없겠죠,,,?',
  },
  {
    name: '이재준',
    tip: '논문은 DBpia가 국룰이긴 합니다만 생각보다 원하는 논문이 바로바로 나오지 않을 수도 있어요. 구글 논문 검색 등 여러가지 방법으로 찾아보아요. 영어를 너무 두려워하면 안 됩니다.',
  },
  {
    name: '장은비',
    tip: '여러 플랫폼에서 검색해보는게 좋은 거 같아용',
  },
  {
    name: '구름',
    tip: `1. DBpia에서 원하는 키워드로 검색하기\n2. 궁금한 내용을 구글에  치고 '+ scholar' e.g.) "과소비 + scholar"\n3. 궁금한 내용을 구글에 치고 '+ pdf' e.g.) "과소비 + pdf"\n4. 키워드를 영어로 검색하기`,
  },

  {
    name: '김승효',
    tip: '구글은 신입니다. 웬만한건 구글에 다 나오니까 구글에 검색하는것을 추천드려요. 영어로 치면 더 잘나와요',
  },
];

export const Free = [
  {
    name: '익명님',
    tip: `아직 입학도 하지 않았고, 불과 지난달까지 입시를 준비했기에 제가 적은 글들이 크게 도움이 되지 않을 것이라고 생각하지만 도움이 될 누군가를 위해 적어봅니다. 입시를 준비할 때 어느 정도 막막했던 부분이 있었기 때문에 이런 활동들이 더욱 반갑게 느껴지네요. 앞으로도 많은 데이터를 바탕으로 대학원 입시를 준비하는 모든 학생들에게 도움이 되길 바랍니다. 좋은 프로젝트 해주셔서 감사합니다.`,
  },
  {
    name: '메타몽님',
    tip: '아직 대학원 입학전이라 몇 질문 작성을 못했지만 전 요람 에서 도움을 많이 받아서 새요람에 조금이라도 도움이 됐으면 하는 마음으로 적어봅니다!',
  },
  {
    name: '하리보님',
    tip: '입시 응원합니다! 아자아자!',
  },
  {
    name: '성인임상님',
    tip: '대학원 진학에 대해 궁금하신 것도 많고 막막하고 두려울 수 있으시겠지만, 중요한 건 일단 시작하는 거예요. 앞서 말씀드린 것에서 거의 모든 것 다 공부하고 외워야 한다고 했는데, 그렇다고 너무 걱정할 필요는 없는 것 같아요. 아무리 노력한다 해도 완벽히 준비하는 건 어려워요. 그럼에도 지금 할 수 있는 것에 최선을 다하는 게 좋다고 생각해요. 힘들고 지칠 수 있지만 일단 시작하면 조금씩 나아갈 수 있고, 다 해낼 수 있어요. 화이팅!! : )',
  },
  {
    name: '구름님',
    tip: '그냥 내는 생색; 너무..... 힘들었고... 대충 쓰려 그랬는데 쓰다보니 진지해져서 말이 길어졌고.... ***개인의 좁은 견해*** 정말 개좁견이니까.. 다른 선생님들 정보랑 꼭꼭 더블체크 트리플체크 해보시길 간곡히 부탁드립니다. 역시 또한 ***개인의 찌끄만 경험***으로 사회심리학 대학원인지는 애매하지만 경기대학교 범죄심리학과 사회심리전공의 이야기를 첨부했습니다. 도움이 될란가 모르겠습니다. 여기 쓴 내용이 제 인스타에 올라갈 수도 블로그에 올라갈 수도 개고생했던 걸 어디 정리할까 싶었는데 여기에 다 적어버렸네요 언젠가 비슷한 글을 인터넷에서 보거든.. 아 그사람이구나 하고 흐리게 넘어가주세요 여기서는 A라는 이름을 썼지만 거기서는 B라는 이름을 쓸테고 하지만 여러분은 저의 이름을 알 수도 모를 수도.. 온갖 정보가 판치는 세상에 익명성은 소중한거잖아요. 그냥 손만 흔들어주세요..  이렇게 정리하고 보니까 대학원 대체 이 개고생해서 그돈들여서 왜 가나 싶네요.. 도망쳐... 하지만 하고싶다면 오케이입니다 하고싶은 거 해야죠 여러분도 행복하세요',
  },
  {
    name: '민수님',
    tip: '제가 아직 입학 전이라 대학원 생활 같은 질문에 대해선 적절하게 답하지 못했습니다. 대부분 입시에 중점을 둔 것 같아요! 크게는 아니더라도 조금은 도움이 되었으면 좋겠습니다. 모두 화이팅 :)',
  },
  {
    name: '은지님',
    tip: '너무 걱정마세요!',
  },
  {
    name: '신출내기 심리학자님',
    tip: `겁이 나시겠지만, 용기를 내세요! 그것을 이겨내야 더 희귀해지고 더 위대해지실 테니까요. 물론 평범한 시민도 좋지만, 여기까지 온 당신은 그것에 만족할 사람이 아닐걸요?!

    냉정히 한 말씀 올립니다. 아주대에서 제대로 성장하지 못하셨으면 그것은 아주대가 기회를 주지 못해서가 아니라, 아주대가 교육의 질이 떨어져서가 아니라, 아주대가 작은 물이라서가 아니라, 아주대가 인프라가 부족해서가 아니라, 아주대가 소극적이고 소심해서가 아니라 온전히 당신이 문제이기 때문입니다.^^ 아주대 "심리학과" 학부와 대학원에서의 경험들은 당신이 성장하기에 결코 부족함이 없습니다. 그럼에도 당신의 이곳에서의 시간이 만족스럽지 않으시다면, 그 기회, 배움, 네트워크, 인프라, 자원, 제도의 가치를 똑바로 알아보지 못한 당신의 부족한 안목, 적절히 활용해내지 못한 당신의 부족한 융통성 때문일 것입니다. Do Not Whine! 이 말씀인 즉, 이 글에 접근 가능하시고 이 글의 주인이신 우리 학교 우리 학과 후배님이시라면, 전공자로서 뭐든지 충분히 해내실 수 있어요. Just Do It!`,
  },
  {
    name: '익명님',
    tip: `수업 추천도 전공에 따라 추천한거라서 감안해주시면 좋을것 같아요!(한국상담심리학회 자격시험 과목을 반영했습니다)`,
  },
];

export const CareerInfo1 = {
  labels: ['진학', '취업', '자택'],
  datasets: [
    {
      data: [20.6, 55.1, 24.3],
      backgroundColor: ['#2E4EF9', '#20C770', '#EDEDED'],
      cutout: '70%',
    },
  ],
};

export const CareerInfo2 = {
  labels: ['경영', '교육', '영업', '미용', '보건', '농림어업직'],
  datasets: [
    {
      data: [49.2, 23.1, 12.3, 9.3, 3.1, 3.0],
      backgroundColor: [
        '#20C770',
        '#FFCC00',
        '#2E4EF9',
        '#909090',
        '#C3C3C3',
        '#D9D9D9',
      ],
      cutout: '70%',
    },
  ],
};
