export const majorList = [
  '심리학개론',
  '심리통계와 데이터분석',
  '심리통계',
  '심리학 연구법',
  '생리심리학 및 실험',
  '인지심리학 및 실험',
  '이상심리학 및 실습',
  '사회심리학 및 실험',
  '조직심리학 및 실습(캡스톤 디자인)',
];

export const majorChList = [
  '동기와 정서',
  '성격심리학',
  '학습심리학',
  '데이터 분석 방법과 적용',
  '발달심리학',
  '산업심리학 및 실습',
  '아동이상심리학 및 실습',
  '임상심리학',
  '긍정심리학',
  '다문화심리 및 상담',
  '상담심리학 및 실습',
  '소비자심리학',
  '심리측정 및 실습',
  '인지공학심리학',
  '감각과 지각',
  '사고과정의 이해',
  '심리검사 및 실습',
  '집단상담',
  '현대상담의 이론과 실제',
  '가족상담',
  '건강심리학',
  '인지행동치료 입문',
  '광고심리학',
  '심리학과 컴퓨터',
  '언어심리학',
  '사회과학인턴십1',
  '사회과학인턴십2',
  '사회과학인턴십3',
];

export const MoneyList = [
  {
    category: '교내장학',
    name: '대우장학',
    description: '단과대학별 학년별 수석',
    benefit: '1개 학기 수업료 전액',
  },
  {
    category: '교내장학',
    name: '율곡장학',
    description: '학업성적이 우수하고 \n품행이 단정한 자',
    benefit: '1개 학기 수업료 전액',
  },
  {
    category: '교내장학',
    name: '다산장학',
    description:
      '학년별 직전학기 성적순으로 선발\n(단,영어성적 소지자를 대상으로 함)',
    benefit: '1개 학기 수업료 전액',
  },
  {
    category: '교외장학',
    name: '아경장학(최고, 비전)',
    description: '최고 - 단과대학별 2, 3학년 재학생 \n비전 - 경영대학 재학생',
    benefit: '아경(최고)장학 등록금 전액',
  },
  {
    category: '교외장학',
    name: '구원장학',
    description: '단과대학 및 학부, 학년, 추천인원,\n 추천교수 재단에서 지정',
    benefit: '수업료 50% 면제',
  },
  {
    category: '교외장학',
    name: '미래인재육성장학',
    description:
      '지도자적 자질과 투철한 가치관을 가진 자로 학업우수하며, 직전학기 성적이 B+ 이상의 가계곤란한 자',
    benefit: '수업료 40% 면제',
  },
];

export const GraduateBanner = [
  {
    title: '추천 커리큘럼',
    desc: '세부 전공 별 추천 이수 과목을 알려드려요',
  },
  {
    title: '대학원 준비',
    desc: '대학원 준비 과정을 알려드려요',
  },
  {
    title: '대학원 생활',
    desc: '대학원 생활을 알려드려요',
  },
  {
    title: '전공별 질문',
    desc: '대학원 전공별 질문과 답변을 알려드려요',
  },
  {
    title: '자유 발언',
    desc: '자유 발업을 알려드려요',
  },
  {
    title: '입시요강',
    desc: '입시요강을 알려드려요',
  },
];

export const CareerWrapper = [
  {
    tipId: 1,
    title: '공군 장교 취업 SSUL',
    subtitle: '대한민국 영공을 수호하는 강력한 힘',
    homeImg: '/images/취업공군.webp',
  },
  {
    tipId: 2,
    title: '신용분석가 취업 SSUL',
    subtitle: '취업, 자신의 경쟁력',
    homeImg: '/images/취업신용분석.webp',
  },
  {
    tipId: 3,
    title: '그래픽스엔지니어, 웹개발자 취업 SSUL',
    subtitle: '그동안 해왔던 것들은 배신하지 않는다',
    homeImg: '/images/취업그래픽.webp',
  },
];
