export const majorList = [
  '심리학개론',
  '심리통계와 데이터분석',
  '심리통계',
  '심리학 연구법',
  '생리심리학 및 실험',
  '인지심리학 및 실험',
  '이상심리학 및 실습',
  '사회심리학 및 실험',
  '조직심리학 및 실습(캡스톤 디자인)',
];

export const majorChList = [
  '동기와 정서',
  '성격심리학',
  '학습심리학',
  '데이터 분석 방법과 적용',
  '발달심리학',
  '산업심리학 및 실습',
  '아동이상심리학 및 실습',
  '임상심리학',
  '긍정심리학',
  '다문화심리 및 상담',
  '상담심리학 및 실습',
  '소비자심리학',
  '심리측정 및 실습',
  '인지공학심리학',
  '감각과 지각',
  '사고과정의 이해',
  '심리검사 및 실습',
  '집단상담',
  '현대상담의 이론과 실제',
  '가족상담',
  '건강심리학',
  '인지행동치료 입문',
  '광고심리학',
  '심리학과 컴퓨터',
  '언어심리학',
  '사회과학인턴십1',
  '사회과학인턴십2',
  '사회과학인턴십3',
];

export const GraduateBanner = [
  {
    title: '추천 커리큘럼',
    desc: '세부 전공 별 추천 이수 과목을 알려드려요',
  },
  {
    title: '대학원 준비',
    desc: '대학원 준비 과정을 알려드려요',
  },
  {
    title: '대학원 생활',
    desc: '대학원 생활을 알려드려요',
  },
  {
    title: '전공별 질문',
    desc: '대학원 전공별 질문과 답변을 알려드려요',
  },
  {
    title: '자유 발언',
    desc: '자유 발업을 알려드려요',
  },
  {
    title: '입시요강',
    desc: '입시요강을 알려드려요',
  },
];

export const CareerInterview = [
  {
    tipId: 1,
    title: '공군 장교 취업 SSUL',
    subtitle: '대한민국 영공을 수호하는 \n강력한 힘',
    carrerImg: '/images/취업공군.webp',
  },
  {
    tipId: 2,
    title: '신용분석가 취업 SSUL',
    subtitle: '취업, 자신의 경쟁력',
    carrerImg: '/images/취업신용분석.webp',
  },
  {
    tipId: 3,
    title: '그래픽스엔지니어, \n웹개발자 취업 SSUL',
    subtitle: '그동안 해왔던 것들은 \n배신하지 않는다',
    carrerImg: '/images/취업그래픽.webp',
  },
];