export const majorList = [
  '심리학개론',
  '심리통계와 데이터분석',
  '심리통계',
  '심리학 연구법',
  '생리심리학 및 실험',
  '인지심리학 및 실험',
  '이상심리학 및 실습',
  '사회심리학 및 실험',
  '조직심리학 및 실습(캡스톤 디자인)',
];

export const majorChList = [
  '동기와 정서',
  '성격심리학',
  '학습심리학',
  '데이터 분석 방법과 적용',
  '발달심리학',
  '산업심리학 및 실습',
  '아동이상심리학 및 실습',
  '임상심리학',
  '긍정심리학',
  '다문화심리 및 상담',
  '상담심리학 및 실습',
  '소비자심리학',
  '심리측정 및 실습',
  '인지공학심리학',
  '감각과 지각',
  '사고과정의 이해',
  '심리검사 및 실습',
  '집단상담',
  '현대상담의 이론과 실제',
  '가족상담',
  '건강심리학',
  '인지행동치료 입문',
  '광고심리학',
  '심리학과 컴퓨터',
  '언어심리학',
  '사회과학인턴십1',
  '사회과학인턴십2',
  '사회과학인턴십3',
];

export const GraduateBanner = [
  {
    title: '추천 커리큘럼',
    desc: '세부 전공 별 추천 이수 과목을 알려드려요',
  },
  {
    title: '대학원 준비',
    desc: '대학원 준비 과정을 알려드려요',
  },
  {
    title: '대학원 생활',
    desc: '대학원 생활을 알려드려요',
  },
  {
    title: '전공별 질문',
    desc: '대학원 전공별 질문과 답변을 알려드려요',
  },
  {
    title: '자유 발언',
    desc: '자유 발업을 알려드려요',
  },
  {
    title: '입시요강',
    desc: '입시요강을 알려드려요',
  },
];

export const CareerInterview = [
  {
    tipId: 1,
    title: '공군 장교 취업 SSUL',
    subtitle: '대한민국 영공을 수호하는 \n강력한 힘',
    carrerImg: '/images/취업공군.webp',
  },
  {
    tipId: 2,
    title: '신용분석가 취업 SSUL',
    subtitle: '취업, 자신의 경쟁력',
    carrerImg: '/images/취업신용분석.webp',
  },
  {
    tipId: 3,
    title: '그래픽스엔지니어, \n웹개발자 취업 SSUL',
    subtitle: '그동안 해왔던 것들은 \n배신하지 않는다',
    carrerImg: '/images/취업그래픽.webp',
  },
];

// 강의형
export const Lecture = [
  {
    category: '강의형',
    name: '취업훈련소 AJOU-JEP',
    description: '취업준비 과정 전반 대비 프로그램',
    area: '취창업',
    period: '하계',
  },
  {
    category: '강의형',
    name: '파이썬 기초',
    description: '파이썬 언어에 관심 있는 학생들의 기초 과정',
    area: '취창업',
    period: '하계',
  },
  {
    category: '강의형',
    name: '포토샵 자격과정',
    description: '인문사회계열 디지털 역량 강화를 위한 포토샵 자격과정',
    area: '취창업',
    period: '하계',
  },
  {
    category: '강의형',
    name: '프리미어 자격과정',
    description: '인문사회계열 디지털 역량 강화를 위한 영상편집 자격과정',
    area: '취창업',
    period: '하계',
  },
  {
    category: '강의형',
    name: '구글애널리틱스(GAIQ) 자격 과정',
    description:
      '인문사회상경계열 디지털 역량 강화를 위한 구글애널리틱스 자격과정',
    area: '취창업',
    period: '하계',
  },
];

export const Seminar = [
  {
    category: '세미나형',
    name: '<삼성그룹> 면접 준비 전략',
    description: '삼성그룹 주요 면접 전형 분석',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '공기업(NCS) 직무적성검사 프로그램',
    description: '2022-상반기 공기업 직무적성 대비 프로그램',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '대기업 문항분석 및 자소서 작성법 특강',
    description: '대기업위주 입사지원서 문항 분석 및 자기소개서 작성법 특강',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '면접특강',
    description: '공기업/대기업 채용트랜드, 하반기 프리패스 면접전략',
    area: '취창업',
    period: '하계',
  },
  {
    category: '세미나형',
    name: '선배 만남의 날',
    description: '선배 만남의 날 (재직동문)',
    area: '취창업',
    period: '1, 2학기',
  },
  {
    category: '세미나형',
    name: '월간 자소서 4~6월호',
    description: '서류 작성이 처음인 학생 대상 자소서 특강 및 컨설팅',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '내게 ON 상담- eDISC 진단을 통한 진로 상담',
    description:
      '인문사회상경계열 학생들의 진로탐색을 위한 EDISC 검사와 해석상담',
    area: '상담',
    period: '하계',
  },
  {
    category: '세미나형',
    name: '<삼성그룹> 공채 대비 자소서 컨설팅(화상상담)',
    description: '삼성그룹 자소서 1:1 컨설팅',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '<SK하이닉스> 맞춤 1:1 개별 컨설팅',
    description: 'sk하이닉스 자소서 첨삭',
    area: '취창업',
    period: '하계',
  },
  {
    category: '세미나형',
    name: '1:1 면접코칭(1~10탄)',
    description: '면접코칭(1:1) 일대일로 50분동안 진행됨',
    area: '취창업',
    period: '하계',
  },
  {
    category: '세미나형',
    name: '네오챌린지플러스 (미취업졸업생)',
    description: '기업분석특강 및 개인별 1:1 맞춤 컨설팅 진행',
    area: '취창업',
    period: '1학기',
  },
  {
    category: '세미나형',
    name: '직무별 모의면접',
    description:
      '모의면접후 코칭:IT, 경영지원, 마케팅, 반도체, 전기전자, 품질관리, 제약바이오',
    area: '취창업',
    period: '1학기',
  },
];

export const Camp = [
  {
    category: '연수형',
    name: '학습법 특강',
    description: '학습관련 다양한 주제의 특강',
    area: '학습역량',
    period: '1학기',
  },
  {
    category: '연수형',
    name: '「2022 KBO-NINE 프로그램」 모집',
    description: '프로야구단 ESG PBL 프로그램',
    area: '취창업',
    period: '2학기',
  },
  {
    category: '연수형',
    name: '아주대학교 클라우드 부트캠프',
    description: '클라우드 부트캠프 <도커&쿠버네티스 실무 Deep-dive과정>',
    area: '학습역량',
    period: '하계',
  },
];

export const Enrolement = [
  {
    name: '촛농',
    tip: '항상 망해서 꿀팁이 없어용.... 그냥 체념하고 다니는 게 꿀팁이라면 꿀팁..?',
  },
  {
    name: '공공칠빵',
    tip: '0. 누구보다빠른 예비신청 선점\n1. 와이파이 X, 무조건 가장 빠른 인터넷 O\n2. 시스템 시간창 띄워놓고\n3. 59초에서 00초로 바뀌는 그순간 로그인\n4. 어떤 강의를 놓치면 어떤 강의를 들을지 2안, 3안 다양하게 짜두기',
  },
  {
    name: '먹짱',
    tip: '항상 실패해서 알려줄 수 있는 게 없따,,,ㅜ',
  },
  {
    name: '이재준',
    tip: '수강신청을 처음 한다면, 전날 일찍 자고 피시방에서 선배와 같이 하면 더 잘 되는 것 같아요. 선배님들의 노련한 노하우를 배울 수 있습니다.',
  },
  {
    name: '장은비',
    tip: '4-2학기만 올클해본 곰손...',
  },
  {
    name: '구름',
    tip: '운. 운이 좋으면 못할 게 없는 듯...예비수강신청 때 책가방에 미리 담아 두고, 당일에는 서버시계 띄워둔 상태에서 신청 클릭하면 편합니다.\n신청 순서: 전공필수>전공선택>교양 순서를 추천드립니다. 전필 빌넣 실패하면 골치가 조금 아파지거든요. 교양은 의외로 여석이 많이 빠지는 편이랍니다.',
  },
  {
    name: '김승효',
    tip: '일단 일어나서 컴퓨터를 키고 수강신청페이지를 키세요.\n\n그런다음에 시작하기 30분동안 자기가 수강신청할 과목 코드를 메모장에 적어놓고 그걸 컨트롤 c 컨트롤 v하는 연습과 숫자를 빨리 치는 연습을 하세요 연습은 당신을 배신하지 않습니다.',
  },
];

export const Study = [
  {
    name: '촛농',
    tip: '자신감. 열정. 그리고 강의 풀타이핑',
  },
  {
    name: '공공칠빵',
    tip: '수업을 열심히... 듣는 수밖에... ^ㅡㅠ',
  },
  {
    name: '먹짱',
    tip: '공부는 미리미리,,,',
  },
  {
    name: '이재준',
    tip: '심리학과는 2학년까지 열심히 배워야하는 학문인 것 같아요. 대학에 오면 놀 수 있을것이라는 생각을 가진 많은 심리학과 학생들이 힘들어했답니다. 고등학교의 연장선이라고 생각하기 보다는 인생을 만들어나가는 과정 중 하나라고 생각해보는게 중요할 것 같아요.',
  },
  {
    name: '장은비',
    tip: '시간을 들인만큼 나오는 거 같아용..ㅎ',
  },
  {
    name: '구름',
    tip: '강의노트 위주로 공부하면 됩니다.',
  },
  {
    name: '메타몽',
    tip: '시험이 어떤 형식으로 나올지 예측하고 공부하는게 도움이 될 것 같아요! 과목마다 또 교수님 마다 쌩암기가 중요한 것도 있고, 암기보단 이해와 응용이 중요한 것도 있고각자 다른거든요!(아쉽게도 모든 과목 암기는 베이스입니다...) 이런것들을 잘 파악해두면 공부하는게 더 편해질 것 같아요! ',
  },
  {
    name: '김승효',
    tip: '시험기간 머리를 식히기 위한 간맥 간맥은 긴장을 풀고 알코올은 신진대사를 활발히 하여 집중에 도움이 되요',
  },
];

export const Search = [
  {
    name: '촛농',
    tip: '여러 키워드로 검색해보기..?',
  },
  {
    name: '공공칠빵',
    tip: '아주대 중앙도서관 로그인 후 검색 (키워드 다양하게 서치), 구글 학술검색',
  },
  {
    name: '먹짱',
    tip: '포탈에서 중앙 도서관 들어가서 찾으면 무료로 볼 수 있다는 걸 모르는 사람은 없겠죠,,,?',
  },
  {
    name: '이재준',
    tip: '논문은 DBpia가 국룰이긴 합니다만 생각보다 원하는 논문이 바로바로 나오지 않을 수도 있어요. 구글 논문 검색 등 여러가지 방법으로 찾아보아요. 영어를 너무 두려워하면 안 됩니다.',
  },
  {
    name: '장은비',
    tip: '여러 플랫폼에서 검색해보는게 좋은 거 같아용',
  },
  {
    name: '구름',
    tip: `1. DBpia에서 원하는 키워드로 검색하기\n2. 궁금한 내용을 구글에  치고 '+ scholar' e.g.) "과소비 + scholar"\n3. 궁금한 내용을 구글에 치고 '+ pdf' e.g.) "과소비 + pdf"\n4. 키워드를 영어로 검색하기`,
  },

  {
    name: '김승효',
    tip: '구글은 신입니다. 웬만한건 구글에 다 나오니까 구글에 검색하는것을 추천드려요. 영어로 치면 더 잘나와요',
  },
];
