[
  [
    {
      "name": "촛농",
      "tip": "교외 근로인 경우, 집과 근로지 거리가 정말 중요한 것 같아요! 그리고 교외 근로는 주말에 근로하는 곳도 있으니 무조건 뽑히고 싶으면 이런 곳에 지원하면 좋습니당"
    },
    {
      "name": "공공칠빵",
      "tip": "저도... 하고 싶네요... ^ㅡㅠ"
    }
  ],
  [
    {
      "name": "촛농",
      "tip": "기숙사- 천원 현금을 무조건 최대한 많이 쟁여두어야 합니다. 자취- 분리수거가 체계적이고, 편한 곳이 좋은 것 같아요. "
    },
    {
      "name": "공공칠빵",
      "tip": "통학 편도 1시간 이상이라면 자취가 최고..."
    },
    {
      "name": "김승효",
      "tip": "남제관에 삽니다. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요. 남제관 좋아요."
    },
    {
      "name": "이재준",
      "tip": "기숙사 경험 : 아.. 남제관에서 1년 정도 살았는데 쉽지않습니다. 무조건 용지 이상을 가시는게 좋습니다.\n\n자취 경험 : 자취를 하며 처음 든 감정은 예상하지 못한 외로움이었습니다. 코로나 시기여서 더 그랬죠. 외로움에 민감한 학생분들은 차라리 기숙사가 나을 수도 있습니다. 돈도 많이 들어가지요. 하지만 개인의 자유로운 활동범위를 좋아하고 더 나은 생활수준에 투자할 경제적인 여유가 된다면 긍정적으로 고려할 가치는 충분합니다."
    },
    {
      "name": "장은비",
      "tip": "다이소 설거지망이랑 돌돌이 진짜 좋아용"
    },
    {
      "name": "구름",
      "tip": "기숙사는 늘 먼지가 많아서 마스크를 수시로 끼고 다니면 호흡기가 행복합니다. 지하 체력단련실 런닝머신을 애용하면 좋습니다. 나머지는 상태가 썩 좋지 않아요.. 정수기가 있으나 수질이 썩 좋지는 않아 차 종류를 많이 구비해두면 좋습니다. 옷걸이는 다다익선."
    },
    {
      "name": "먹짱",
      "tip": "<광교관 꿀팁>\n\n공용 냉장고에 음식 넣을 땐 큰 종이 가방에 한꺼번에 넣는 걸 추천해요. 음식 도둑에게서 내 음식을 지킬 수 있어요. \n\n공용 냉장고에 음식을 넣을 때는 스티커를 붙여야 해요. 음식 점검 날 스티커가 없으면 폐기돼요.개인 냉장고(45L)를 방 안에 둘 수 있어요. 사감실에 사용 신고를 하고 냉장고에 스티커를 붙여야 해요.\n\n빨래 돌릴 땐 세탁 끝나기 5분 전으로 알람 맞춰 놓기 필수예요. 세탁실 옆 운동 공간에서 운동을 해도 좋아요.기숙사 식당 지하에 지폐 교환기가 있어요.\n\n샤워할 땐 방수가 되는 가방에 옷을 넣어가면 좋아요. 샤워실에는 옷을 둘 곳이 마땅치 않거든요.화장실 갈 때 물티슈를 챙겨가면 좋아요. 변기가,, 더러울,, 수 있거든요,,,ㅜ\n\n큰 담요를 가져가면 침대를 벙커로 만들 수 있어요. 모르는 사람과 방을 쓸 때, 접착식 후크를 사용해서 담요로 내 침대를 가리면, 나만의 공간을 만들 수 있어요.\n\n침대용 미니 탁자를 사면 침대에 앉아서 과제를 할 수 있어요. 단점은 나도 모르게 잠들 수도 있어요,,,\n\nㅎ침대 머리 맡에 바구니를 두면 좋아요. 침대 난간 사이로 휴대폰이 빠지지 않게 머리 맡 바구니에 넣고 자면 좋아요.\n\n옷장이 매우 작아요ㅜ 리빙 박스가 있으면 좋아요.작은 발 매트가 있으면 좋아요. 기숙사에서는 신발을 신고 생활하기 때문에 옷장 앞에 작은 발 매트를 두면 옷 갈아입을 때 편해요.\n\n기숙사 지하나 층마다 공부할 수 있는 열람실이 있어요.1층은 편하지만, 벌레가 많이 나와요. 2층 이상을 추천해요. 돈벌레,,, 곱등,,, 웩,, 무서워요,,ㅜ 벌레 잘 잡는 친구와 동반입사를 추천해요^^\n\n사감실 앞에는 에프킬라가 있어요. 벌레를 발견하면 친구에게 SOS를 쳐서 가져다 달라고 하세요. 가지러 다녀오면 벌레가 사라질 수 있어요,,,ㄷㄷ\n\n친구들과 동반 입사하면 개꿀잼이에요^^1층에는 조리실이 있어요. 웍 하나면 모든 요리가 가능~!\n\n사감실에는 청소기가 있어요. 대여 가능!기숙사 식당 지하에는 세탁소가 있어요. 니트 같이 민감한 옷은 세탁소에 맡겨도 좋아요.\n\n쓱배송 같이 음식 배달을 시켜도 좋아요. 장 본 것 가지고 올라오기엔,,, 광교관 올라가는 언덕은 사악해요,,,"
    }
  ],
  [
    {
      "name": "촛농",
      "tip": "은밀 양과자점- 친구가 추천해준 카페인데, 구조가 좀 특이해요! 조용한 편이라 공부하기도 좋은 것 같습니당. 디저트도 다양한 편이고, 맛있어욥\n\n한조카츠- 내 생애 최고의 돈가스. S-pot- 학교 근처 유일 샤브샤브 집...? 채소 먹고 싶을 때 자주 가용 개인적으로 맑은 육수가 더 맛있어요!"
    },
    {
      "name": "이재준",
      "tip": "밀플랜비, 우만동 족발집, Naan"
    },
    {
      "name": "장은비",
      "tip": "막입이라 웬만하면 다 맛있는데 한조카츠는 진짜진짜 맛있었어요!"
    },
    {
      "name": "구름",
      "tip": "텐커피(텐라떼), 온앤온(아인슈페너), 카페안녕(라떼류), 카페쿠츠(플랫화이트), 카페정원(아이스카페라떼), 커피다움(드립커피), 레스티드 에스프레소 바(시그니처, 콘파냐), 커피타유(바닐라라떼), 맥도날드(드립커피), 모서리다방(연유라떼, 모서리라떼), 쉼(퐁당바닐라라떼, 블루 라떼)"
    },
    {
      "name": "김승효",
      "tip": "알촌!! 싸고 맛있어요"
    },
    {
      "name": "먹짱",
      "tip": "한조카츠: 개인적으로 등심 카츠가 제일 맛있음. 지방층과 살코기층의 조화,,, 냠냠굿\n\n우만동 족발집: 점심 특선으로 보쌈이랑 김치찌개 나오는데 맛있어용\n\n내가 찜한 닭: 간장 찜닭 굿\n\n무교동 일품 낙지: 낙곱새가 먹고 싶다면 ㄱ\n\n날로 먹자: 뚱유부초밥 추천해용. 초밥도 가성비 굿 맛있어용\n\n하이장: 온면(하이국수)이랑 비빔국수(장국수) 맛있어용. 비빔국수 감칠맛 최고!\n\n동떡이: 즉석 떡볶이가 먹고 싶다면 ㄱ. 콩나물 들어가는 말랑쫀득 떡볶이\n\n고돼지: 고기 먹고 싶은데, 직접 구워먹기는 귀찮을 때 ㄱ. 와사비 물쫄면 맛있어용\n\n아웃닭: 치킨은 틀리지 않지.맛동산: 술집인데, 안주 맛집임. 보쌈 맛있어용\n\n앨리피플: 분위기 갑. 가라아게가 진짜 맛있음.\n\n듀쿠플: 디저트 맛집. 쿠키, 타르트, 케익 전부 다 맛있어용\n\n화이트 스노우: 딸기 빙수는 약간 인위적인 딸기 시럽 맛이 나긴 하는데, 다른 빙수는 다 맛있어용. 과일과 씨리얼이 듬뿍 들어있는 빙수~\n\n베이보릿: 학교랑은 조금 멀지만, 고퀄리티 베이글을 먹고 싶다면 ㄱ. 촉촉 쫀득한 베이글을 먹을 수 있음. 베이글 샌드위치 다 맛있는데, 개인적으로 닭가슴살 할라피뇨 베이글 샌드위치가 제일 맛있음."
    }
  ]
]
